Repository: Kipperlenny/image-source-control
Catalog: languages/image-source-control-isc-*.po
Languages: de_de

source: &#171; Previous
de_de: &#171; Vorherige

source: <li><a href="%1$s" title="View %2$s">%3$s</a></li>
de_de: <li><a href="%1$s" title="%2$s\ aufrufen\">%3$s</a></li>

source: All images are indexed.
de_de: Alle Bilder indiziert.

source: Archive Pages
de_de: Archivseiten

source: Attached to
de_de: Angezeigt unter

source: Attachment's ID
de_de: ID des Anhangs

source: Check this box if this is your own image and doesn't need a source.
de_de: Markiere dieses Feld, wenn das Bild dein eigenes ist und/oder keine externe Quellenangabe notwendig ist.

source: Choose the image licence.
de_de: Bildlizenz wählen

source: Choose this option if you want to display the source of the featured image below the post excerpt. The source will be attached to the excerpt and it might happen that you see it everywhere. If this happens you should display the source manually in your template.
de_de: Mit dieser Option werden die Quellen der Artikelbilder unterhalb des Auszugs angezeigt. Beachte dabei, dass auch andere Plugins den Auszug abfragen könnten, der dann ebenfalls die Quelle enthält. Ich empfehle daher den manuellen Einbau der Quellen auf Seiten mit Auszügen.

source: Choose this option if you want to display the sources list attached to posts on archive and category pages that display the full content.
de_de: Wähle diese Option, wenn die Liste mit den Bildquellen unterhalb von vollständigen Beiträgen auf Archiv und Kategorieseiten angezeit werden soll.

source: Choose where to display image sources in the frontend
de_de: Wie sollen Bildquellen im Frontend angezeigt werden?

source: Custom text for owned images
de_de: Text für eigene Bilder

source: Custom value of the maximum allowed height for thumbnail.
de_de: Eigener Wert für die maximale Höhe von Miniaturbildern.

source: Custom value of the maximum allowed width for thumbnail.
de_de: Eigener Wert für die maximale Breite von Miniaturbildern.

source: Debug
de_de: Fehlerbehebung

source: Display a link to <a href="%s">Image Source Control plugin&#39;s website</a> below the list of all images in the blog?
de_de: Zeige einen Link zur <a href="%s">Hauptseite vom Image Source Control Plugin</a> unter dem Bilderverzeichnis?

source: Display an admin notice in admin pages when one or more image sources are missing.
de_de: Zeige einen Warnhinweis im Adminbereich, wenn ein oder mehrere Bildquellen fehlen.

source: Display image source as a simple overlay
de_de: Bildquelle über jedem Bild anzeigen.

source: Display sources list below excerpts
de_de: Bildquellen unterhalb von Auszügen anzeigen.

source: Display sources list below full posts
de_de: Zeigt Bildquellen unter vollständigen Beiträgen.

source: Display the author's public name as source when the image is owned by the author (the uploader of the image, not necessarily the author of the post the image is displayed on). Uncheck to use a custom text instead.
de_de: Zeige den öffentlichen Namen des Autors als Bildquelle an, wenn das Bild dem Autor gehört. Autor des Bildes ist der Uploader und nicht zwingend identisch mit dem Autor eines Beitrages, von dem das Bild verwendet wird. Deaktiviere dieses Feld, um den Standardtext zu nutzen.

source: Display thumbnails on the list of all images in the blog.
de_de: Zeige Miniaturbilder im Bilderverzeichnis an.

source: Displays a list of image sources below singular pages.
de_de: Bildquellen automatisch am Ende von Einzelseiten auflisten.

source: edit this image
de_de: dieses Bild bearbeiten

source: Enable licences
de_de: Lizenzen aktivieren

source: Enable this to be able to add and display copyright/copyleft licences for your images and manage them in the field below.
de_de: Aktiviere diese Einstellung, wenn du Bildlizenzen anzeigen und zu Bildern hinzufügen, sowie im nächsten Feld verwalten möchtest.

source: Enter the custom text to display if you do not want to use the author's public name.
de_de: Standardtext der angezeigt wird, wenn der Name des Autors nicht als Bildquelle verwendet werden soll.

source: Exclude images marked as 'own image' from image lists (post and full) and overlay in the frontend. You can still manage them in the dashboard.
de_de: Liste die Quellen eigener Bilder weder in Bilderverzeichnissen noch als Bildüberschrift im Frontend auf.

source: Exclude own images
de_de: Eigene Bilder ignorieren

source: Full images list
de_de: Vollständiges Quellenverzeichnis

source: Hide sources for own images
de_de: Quellen eigener Bilder verstecken

source: How to display source in Frontend
de_de: Anzeige der Bildquellen im Frontend

source: How to display sources
de_de: Wie Bildquellen angezeigt werden

source: http://webgilde.com/en/image-source-control/
de_de: http://webgilde.com/de/image-source-control/

source: If you don’t want to use any of these methods, you can still place the image source list manually as described <a href="http://webgilde.com/en/image-source-control/image-sources-frontend/" title="external link" target="_blank">here</a>
de_de: Neben den oben genannten Methoden kannst du die Bildquellen ebenfalls manuell platzieren. Das Vorgehen ist <a href="http://webgilde.com/de/image-source-control/image-source-control-anleitung/" title="external link" target="_blank">hier</a> beschrieben.

source: Image
de_de: Bild

source: Image Licence
de_de: Bildlizenz

source: Image list created by <a href="%s" title="Image Source Control">Image Source Control Plugin</a>
de_de: Das Bilderverzeichnis wurde mit Hilfe vom <a href="%s" title="Image Source Control">Image Source Control Plugin</a> erstellt.

source: Image list headline
de_de: Überschrift des Bilderverzeichnisses

source: Image Source
de_de: Bildquelle

source: Image Source Control
de_de: Image Source Control – Verwaltung von Bildquellen

source: Image Source URL
de_de: URL der Quelle

source: Image Sources
de_de: Bildquellen

source: image sources
de_de: Bildquellen

source: Image title
de_de: Bildtitel

source: Images
de_de: Bilder

source: Images control settings
de_de: Image Source Control Einstellungen

source: Images that haven’t been indexed yet, e.g. after plugin installation. (technically speaking: no meta field created yet)
de_de: Nicht-indizierte Bilder (technisch: bisher kein meta field angelegt, z.B. direkt nach Pluginaktivierung)

source: Images with empty sources
de_de: Bilder mit leerer Quellenangabe

source: Images with empty sources and not belonging to an author.
de_de: Bilder ohne Quellenangabe und Zuordnung zum Autor.

source: Include the image source here.
de_de: Trage hier die Bildquelle ein.

source: Licences settings
de_de: Bildlizenzen

source: Link to webgilde's website
de_de: Link zur Webseite des Autors

source: List below content
de_de: Bildquellen unter dem Inhalt

source: list below content
de_de: Bildquellen unter dem Inhalt

source: list image-post relations
de_de: Bild-Beitrag Verknüpfungen auflisten

source: List of licences
de_de: Liste der Lizenzen

source: List of licences the author can choose for an image. Enter a licence per line and separate the name from the optional link with a pipe symbol (e.g. <em>CC BY 2.0|http://creativecommons.org/licenses/by/2.0/legalcode</em>).
de_de: Liste der zur Auswahl stehenden Lizenzen. Trage jeweils eine Lizenz pro Zeile ein. Du kannst die Lizenz auch verlinken, wenn du hinter dem Namen einen senkrechten Strich (\"|\") gefolgt von der URL eingibst. z.B. <em>CC BY 2.0|http://creativecommons.org/licenses/by/2.0/legalcode</em>.

source: list post-image relations
de_de: Beitrag-Bild Verknüpfungen auflisten

source: Miscellaneous settings
de_de: Verschiedene Einstellungen

source: Missing Sources
de_de: Fehlende Bildquellen

source: Next &#187;
de_de: Weitere &#187;

source: no connection
de_de: keine Verknüpfung

source: No empty sources found!
de_de: Keine leeren Bildquellen gefunden!

source: One or more attachments still have no source. See the <a href="%s">missing sources</a> list
de_de: Eines oder mehrere Bilder haben keine Quelle. Bitte besuche die Liste mit <a href="%s">fehlenden Bilderquellen</a>.

source: Overlay
de_de: Bildquellen über dem Bild (Overlay)

source: overlay
de_de: Bildquellen über dem Bild (Overlay)

source: Overlay position
de_de: Position der Beschriftung über dem Bild

source: Overlay pre-text
de_de: Text vor der Quellenangabe

source: Owned by the author
de_de: Bildrechte beim Autor

source: Please specify the image source
de_de: Bitte gib die Bildquelle an

source: Position of overlay into images
de_de: Position der Bildbeschriftung im Bild

source: Post / Page
de_de: Beitrag / Seite

source: Posts
de_de: Beiträge

source: show parent post's edit page
de_de: Gehe zur Bearbeitungsansicht des zugeordneten Artikels

source: Source
de_de: Bildquelle

source: Source:
de_de: Quelle:

source: Sources below excerpts
de_de: Bildquellen unter Auszügen

source: Sources below full posts
de_de: Bildquellen unter Beiträgen

source: The headline of the image list added via shortcode or function in your theme.
de_de: Die Überschrift des Bilderverzeichnisses, das mit einem Shortcode oder einer Funktion in das Theme integriert wurde.

source: The Image Source Control saves the source of an image, lists them and warns if it is missing.
de_de: Image Source Control speichert Bildquellen, gibt diese aus und warnt, wenn sie fehlen.

source: The text preceding the source.
de_de: Text vor der Bildquelle

source: This is my image
de_de: Das ist mein Bild.

source: This will list the information ISC knows about the connection between images and posts.
de_de: Listet die Verknüfungen zwischen Bildern und Beiträgen auf.

source: This will list the information ISC knows about the connection between posts and images.
de_de: Listet die Verknüfungen zwischen Beiträgen und Bildern auf.

source: Thumbnail
de_de: Miniaturbild

source: Thumbnails max-height
de_de: maximale Höhe der Miniaturbilder

source: Thumbnails max-width
de_de: maximale Breite der Miniaturbilder

source: Title
de_de: Titel

source: Unindexed images
de_de: Nicht-indizierte Bilder

source: URL to link the source text to.
de_de: Vollständige URL zur Bildquelle. Wird im Frontend verlinkt.

source: Use author name
de_de: Name des Autors

source: Use authors names
de_de: Benutze den Namen des Autors

source: Use thumbnails in images list
de_de: Verwende Miniaturbilder im Bilderverzeichnis

source: Warn and prevent data to be saved when an attachment is edited and the source has not been specified.
de_de: Zeige eine Warnung und verhindere das Speichern, wenn ein Bild bearbeitet wird und eine Bildquelle nicht angegeben wurde.

source: Warning when there is at least one missing source
de_de: Warnung bei fehlenden Bildquellen

source: Warnings when source not available
de_de: Warnen bei fehlenden Bildquellen
